[
    {
       "jmeno":"Napoleon Bonaparte",
       "datumNarozeni":"15.8.1769",
       "datumUmrti":"5.5.1821",
       "podrobnosti":"Napoleon I. Bonaparte (15. srpna 1769 Ajaccio – 5. května 1821 Svatá Helena) byl francouzský vojevůdce a státník, císař v letech 1804–1814 a poté sto dní na přelomu jara a léta 1815. Během Velké francouzské revoluce udělal závratnou kariéru: ve 24 letech byl generálem, krátce po třicítce prvním mužem ve státě a na vrcholu své moci ovládal většinu západní Evropy. Rychlý byl i jeho pád; závěr života strávil ve vyhnanství. Napoleon bývá vzorem vojevůdcovských schopností a cílevědomosti, na druhou stranu však projevoval lhostejnost k lidem, v nichž viděl jen prostředky svých cílů. Dokázal národ vybičovat k nesmírnému úsilí, ovšem za cenu obrovských obětí na lidských životech. Jen francouzských občanů během napoleonských válek zahynulo více než milion. Narodil se na Korsice do rodiny nepříliš zámožného příslušníka úřednické šlechty. V devíti letech odcestoval do Francie, kde se jako stipendista vzdělával na vojenských školách. Po smrti otce, ve svých 16 letech, převzal starost o rodinu, předčasně dokončil studia a v hodnosti podporučíka vstoupil do armády. Jako dělostřelecký důstojník se roku 1793 zasloužil o dobytí pevnosti Toulon, za což byl povýšen do hodnosti brigádního generála. V roce 1795 úspěšně potlačil roajalistické povstání v pařížských ulicích a stal se divizním generálem. Následujícího roku byl direktoriem vyslán do války s Rakouskem a pověřen velením nad francouzskou armádou v Itálii. Zde se chopil nabízené příležitosti a řadou vítězství přinutil Rakousko požádat o mír. V roce 1799, po nepříliš vydařeném tažení do Egypta, se Napoleon zapojil do politického převratu, který měl omezit moc dvou zákonodárných sněmoven ve prospěch mnohem silnější výkonné moci. To jej vyneslo do pozice vůdčího ze tří vládnoucích konzulů. Od roku 1800 zastával doživotní funkci prvního konzula a o čtyři roky později přiměl senát, aby jej zvolil francouzským císařem.",
       "obrazky":[
          "napoleonBonaparte1.png",
          "napoleonBonaparte2.png",
          "napoleonBonaparte3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Napoleon_Bonaparte",
       "trida":"napoleon"
    },
    {
       "jmeno":"Jules Verne",
       "datumNarozeni":"8.2.1828",
       "datumUmrti":"24.3.1905",
       "podrobnosti":"Jules Gabriel Verne (výslovnost: žül vern, v IPA ʒyl vɛʁn) (8. února 1828 Nantes – 24. března 1905 Amiens) byl francouzský spisovatel dobrodružné literatury. Je považován za jednoho ze zakladatelů žánru vědeckofantastické literatury. Jeho knihy jsou dodnes oblíbeny hlavně mezi mládeží. Roku 1847 odjel Jules na žádost otce do Paříže studovat práva. Zamiloval se do Rose Herminie Arnaud Grossetière a začal skládat první básně, ve kterých ji opěvoval. Idylka měla bohužel krátké trvání – rodiče Herminie těžce snášeli, že o ni má zájem mladý student bez jisté budoucnosti. Zaslíbili ji jinému, za kterého se provdala 19. července 1848. Jules si svůj vztek vybíjel psaním. Tento sňatek se odrazil v celé řadě jeho pozdějších literárních postav – dívek, které byly provdány proti své vůli. Spisovatel Jules Verne projevoval ve svých dílech určitou zášť vůči rodnému kraji a tamním lidem. Již v mládí se pokoušel Verne o literární činnost. Psal (bez většího ohlasu) básně, povídky, písně, libreta a divadelní hry, např. Zlomená stébla (1849). Díky návštěvám literárních salónů v Paříži se dostal do kontaktů mimo jiné s Alexandrem Dumasem a jeho synem. Představil jim rukopis komedie Les Pailles rompues, která byla také roku 1850 uvedena na prkna divadla. Roku 1864 uzavřeli Hetzel a Verne druhý kontrakt na napsání dějin velkých zeměpisných objevů. Na tomto díle Verne spolupracoval s Gabrielem Marcelem (1843–1909), knihovníkem ve francouzské Národní knihovně (Bibliothèque Nationale) v Paříži. Důvodem spolupráce bylo především to, že Verne uměl mluvit a číst pouze francouzsky, zatímco velké množství informací, které potřeboval ve své práci použít, bylo dostupné pouze v cizích jazycích, které Marcel velmi dobře ovládal. Jules Verne je považován, společně s anglickým spisovatelem Herbertem Georgem Wellsem, za zakladatele žánru vědeckofantastické literatury (science-fiction).",
       "obrazky":[
          "julesVerne1.png",
          "julesVerne2.png",
          "julesVerne3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Jules_Verne",
       "trida":"julesverne"
    },
    {
       "jmeno":"Molière",
       "datumNarozeni":"15.1.1622",
       "datumUmrti":"17.2.1673",
       "podrobnosti":"Molière, vlastním jménem Jean-Baptiste Poquelin, (15. ledna 1622 – 17. února 1673) byl francouzský herec, spisovatel a dramatik období francouzského klasicismu, tzv. Velkého století. Syn měšťana, proti vůli rodiny se stal komediantem. Původně byl členem kočovné společnosti, později si založil svoji vlastní divadelní společnost. Brzy se svými hrami proslavil, především mezi chudinou. Zabýval se tzv. nízkým dramatem, především komedií a fraškou. Protože ve svých hrách kritizoval a zesměšňoval společnost (předváděl mravy své doby), dostával se do častých sporů s královským dvorem. Jeho hry se dodnes objevují na jevištích. Molière patří k nejslavnějším dramatikům éry francouzského i světového klasicismu, během vlády krále Ludvíka XIV. Začínal jako herec v kočovné společnosti, později se stal ředitelem vlastního kočovného souboru, se kterým cestoval po třináct let po francouzském venkově. Poté, co se proslavil, účinkoval také na královském dvoře, kde často spolupracoval s hudebním skladatelem Jeanem-Baptistem Lullym. Molière se věnoval zejména tzv. nízkým literárním žánrům (satira, bajka, komedie, fraška). Jeho díla byla v tehdejší době velmi odvážná zejména v kritice mravů a společenských poměrů své doby. V satirických veselohrách zesměšňoval pokrytectví, šlechtu a její snobskou morálku a v neposlední řadě v 17. století zatracovanou církev. Tvořil v typově barvité škále veseloher, od lidové frašky po propracovanou charakterovou zápletku. Problematika Molièrova díla je velmi rozsáhlá (lakota, pokrytectví, zištnost, cynismus, postavení žen ve společnosti atd.). V jeho díle je také zřetelná inspirace komedií dell'arte. Molièrovo dílo tvoří převážně satirické komedie, veršované (Misantrop) i prozaické (Lakomec), tematicky se zaměřující na nešvary francouzské vyšší společnosti (lakota, naivita, pokrytectví, hypochondři a především snobství).",
       "obrazky":[
          "moliere1.png",
          "moliere2.png",
          "moliere3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Moli%C3%A8re",
       "trida":"moliere"
    },
    {
       "jmeno":"Voltaire",
       "datumNarozeni":"21.11.1694",
       "datumUmrti":"30.5.1778",
       "podrobnosti":"Voltaire, vlastním jménem François Marie Arouet (21. listopadu 1694, Paříž – 30. května 1778, Paříž), byl osvícenský francouzský filozof, básník a spisovatel. Je po něm pojmenován kráter Voltaire na Deimu, měsíci planety Mars. Vyrostl v rodině notáře Françoise Aroueta, sám však tvrdil, že jeho skutečným otcem byl blíže neznámý důstojník jménem Rochebrune. Matku Marii Marguerite d'Aumart ztratil, když mu bylo sedm let. Jeho vztah k otci i bratru Armandovi, o kterém se toho jinak celkem nic neví, byl chladný a lhostejný. Skutečným vychovatelem se mu stal jeho kmotr, abbé de Châteauneuf, skeptik, požitkář a milovník života. Tento kněz jej také uvedl do vyšší společnosti, když jej seznámil s vlivnou kurtizánou Ninon de Lenclos, které tehdy bylo 84 let. Vystudoval s výborným prospěchem jezuitskou Kolej Ludvíka Velikého. Velký dojem na něj učinily poslední roky vlády Ludvíka XIV., zejména náboženské pronásledování. Poté, co dokončil studia, se stal tajemníkem francouzského velvyslanectví v Haagu. Zde však na něj padlo podezření z milostné pletky s velvyslancovou dcerou, a byl odeslán zpět do Paříže, kde se záhy stal známým autorem epigramů a posměšných pamfletů. Přestřelil ovšem sepsáním posměšku na účet vévody Filipa II. z Orleánsu, po jehož zásahu byl téměř na celý rok 1717 uvězněn v Bastile. Ve skutečnosti však došlo k omylu: vévoda se stal vděčným terčem satiry a Voltaire strávil 11 měsíců v žaláři za spisek z pera jiného, neodhaleného autora. Zde rovněž vymyslel své autorské jméno, údajně přesmyčkou písmen latinského zápisu jeho vlastního jména, Arovet L.I. („le jeune“, tj. mladší). Po návratu do Francie se realizoval především jako dramatik, zajímal se také o dějiny a píše Historii Karla II. Jeho dramata (Smrt Césara, Zaira aj.) měla ve své době velký ohlas, dnes jsou nicméně pozapomenuta jen s malou nadějí na opětovné vzkříšení.",
       "obrazky":[
          "voltaire1.png",
          "voltaire2.png",
          "voltaire3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Voltaire",
       "trida":"voltaire"
    },
    {
       "jmeno":"Jana z Arku",
       "datumNarozeni":"6.1.1412",
       "datumUmrti":"30.5.1431",
       "podrobnosti":"Johanka z Arku, též Jana z Arku (francouzsky Jeanne d'Arc), přezdívaná Panna orléanská (La Pucelle d'Orléans), Panna Jana (Jeanne la Pucelle) Dobrá Lotrinka (La bonne Lorraine) či jenom Panna (La Pucelle), (6. ledna 1412 Domrémy-la-Pucelle – 30. května 1431 Rouen) byla francouzská hrdinka, která stanula v čele francouzských vojsk za stoleté války v boji proti Angličanům a posléze byla upálena za kacířství. Později byla po ospravedlnění prohlášena mučednicí, roku 1909 blahořečena a roku 1920 prohlášena za svatou. Je spolupatronkou Francie. Johanka se narodila patrně roku 1412 v zámožné selské rodině v lotrinské vesnici Domrémy, dnes Domrémy-la-Pucelle. Krátce nato byla zahájena třetí etapa stoleté války. Angličané se vylodili na kontinentě a roku 1415 zvítězili u Azincourtu. Poté postupně ovládli severní Francii. Roku 1420 podepsali anglický král Jindřich V. a francouzský král Karel VI. smlouvu v Troyes, na jejímž základě získal dědický nárok na francouzskou korunu po Karlově smrti anglický panovnický rod Lancasterů. Tím byly opominuty dědické nároky dauphina Karla. Po brzké smrti Karla VI. († 1422) se dědicem trůnu stal nedávno narozený syn předčasně zesnulého Jindřicha V. a Karlovy dcery Kateřiny z Valois Jindřich VI. Dauphin Karel se stáhl na jih od Loiry a vzdal se aktivity. Tehdy se zrodil široký lidový odpor proti anglickým uchvatitelům. Od svých 13 let slýchala Johanka podle své výpovědi hlasy a měla vidění, v nichž se jí zjevovali andělé a světci, především archanděl Michael, sv. Kateřina a sv. Markéta. Johanka se k nim modlila za záchranu Francie, neboť žoldnéřská anglická vojska drancovala a vypalovala její rodný kraj a nezadržitelně se blížila k Orleánsu. Údajné hlasy světců jí prý sdělily, že byla Bohem vyvolena osvobodit Francii, a archanděl Michael ji nabádal, aby na sebe vzala mužský šat a osvobodila Orléans.",
       "obrazky":[
          "janaZArku1.png",
          "janaZArku2.png",
          "janaZArku3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Jana_z_Arku",
       "trida":"janazarku"
    },
    {
       "jmeno":"Ludvík XIV.",
       "datumNarozeni":"5.9.1638",
       "datumUmrti":"1.9.1715",
       "podrobnosti":"Ludvík XIV. (5. září 1638 Château de Saint-Germain-en-Laye – 1. září 1715 Versailles), řečený Král Slunce – Roi-Soleil, byl francouzský král z rodu Bourbonů, vládnoucí v letech 1643–1715. Jeho otcem byl král Ludvík XIII., matkou Anna Rakouská ze španělské linie Habsburků. Ludvík XIV. panoval 72 let a přežil několik svých nástupců, takže po jeho smrti se francouzským králem stal až jeho pravnuk Ludvík XV. Po smrti kardinála Mazarina nechal Ludvík XIV. úřad prvního ministra neobsazený a sám převzal veškerá jeho práva i povinnosti. V roce 1661 dal zatknout ministra financí Nicolase Fouqueta a s pomocí Fouquetova nástupce v ministerském úřadu Jeana-Baptisty Colberta se osobně snažil vyřešit katastrofální stav státních financí. Colbert také fakticky řídil provádění projektů Ludvíka XIV. Ludvík XIV. se stal politicky zcela nezávislým panovníkem, ale velmi rychle pochopil, že vládnout Francii není lehký úkol. I přesto, že Mazarin už před lety v podstatě zlikvidoval politickou opozici vůči králi, stále existovala řada dalších problémů, které mohly Ludvíkovu moc ohrozit. Byla tu odbojná města (například Orléans a Bordeaux), která se v případě sporů často přikláněla na stranu šlechty. Ludvík si musel složitě vynutit loajalitu měst i aristokracie. Musel zkrotit mocenské choutky ve vlastní rodině. Poměrně nedávného povstání frondy se totiž zúčastnilo několik jeho příbuzných – např. strýc Gaston Orleánský a princové Conti a Bourbon-Condé. Tehdejší Francie byla navíc státem, jehož hranice se často měnily v důsledku mezinárodních sporů a válek. Byla rovněž nejlidnatějším státem v Evropě, ale podstatná část jejích obyvatel vůbec nemluvila francouzštinou obvyklou u královského dvora – v mnoha oblastech převládala italština a po dobytí, či získání původně německých oblastí Alsasko a Lotrinsko  – také němčina. Kromě toho čítala Francie stovky dialektů.",
       "obrazky":[
          "ludvikXIV1.png",
          "ludvikXIV2.png",
          "ludvikXIV3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Ludv%C3%ADk_XIV.",
       "trida":"ludvik"
    },
    {
       "jmeno":"Victor Hugo",
       "datumNarozeni":"26.2.1802",
       "datumUmrti":"22.5.1885",
       "podrobnosti":"Victor-Marie Hugo [ygo] (26. února 1802, Besançon – 22. května 1885, Paříž) byl francouzský básník, prozaik, dramatik, esejista a politik, vrcholný představitel romantismu. Victor Hugo je autorem klasicistních básní a romantických dramat a románů, v nichž mísil postupy černého románu se zásadami kritického realismu. Ve své tvorbě spojoval snové, filosofické, politické a lyrické oblasti, mísil tragično a komično, krásu a ošklivost, vznešenost a grotesknost a z pozice humanisty se nadčasově dotkl řady sociálních problémů světa. Krize v osobním životě spisovatele nastala v roce 1833, kdy jeho manželka Adèle navázala milostný poměr s jeho dobrým přítelem, kritikem Sainte-Beuvem. Ve stejném roce se Victor Hugo seznámil s herečkou Juliettou Drouetovou (vlast. jménem Julienne Gauvainová), která se stala jeho milenkou, dobrovolnou sekretářkou a společnicí na cestách. Přestože v jeho životě byly ještě další ženy, tento vztah trval padesát let, až do její smrti. Provázela ho i po dobu jeho pozdějšího exilu, ne vždy však bydleli spolu pod jednou střechou. Victor Hugo jí věnoval mnoho svých básní a ona mu napsala velké množství dopisů. Jejich milostná korespondence vyšla knižně s názvem Lettres à Juliette Drouet 1833–1883: le livre de l'anniversaire par Victor Hugo et Juliette Drouet 1964. Autor byl zdrcen, když jeho nejstarší dcera Léopoldine tragicky zahynula v roce 1843, krátce po své svatbě. Utopila se nešťastnou náhodou i se svým manželem při projížďce na lodi v jezeře Seine à Villequier. Viktor Hugo byl zrovna na cestách a dozvěděl se o Léopoldině smrti z novin. Svůj šok, zděšení a žal popsal ve své básni À Villequier. Později napsal mnoho básní o jejím životě a smrti, nejslavnější pravděpodobně Demain, dès l'aube, ve které popisuje návštěvu jejího hrobu.",
       "obrazky":[
          "victorHugo1.png",
          "victorHugo2.png",
          "victorHugo3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Victor_Hugo",
       "trida":"victorhugo"
    },
    {
       "jmeno":"Blaise Pascal",
       "datumNarozeni":"19.7.1623",
       "datumUmrti":"19.8.1662",
       "podrobnosti":"Blaise Pascal [bléz paskal] (19. června 1623 Clermont – 19. srpna 1662 Paříž) byl francouzský matematik, fyzik, spisovatel, teolog a náboženský filosof. Pascal patří mezi předchůdce moderní počítačové techniky – v roce 1642 sestrojil jako pomůcku pro svého otce první mechanický kalkulátor, schopný sčítat a odčítat, známý pod jménem Pascalina. Během života jich pak nechal vyrobit ještě více než 50 kusů, různě zdokonalených. Proto po něm byl nazván programovací jazyk Pascal. Věnoval se především geometrii, kde objevil tzv. Pascalovu větu o vztazích mezi body na kuželosečkách. Jedná se o zobecnění tzv. Pappovy úlohy, jíž se zabýval také Descartes a jejíž vyřešení pokládal za doklad, že jeho současníci překonali staré Řeky. Pascal významně přispěl k rozvoji kombinatoriky: pro Evropu objevil tzv. Pascalův trojúhelník, důležitý také v algebře. V určitém období svého života byl sám vášnivým hráčem a v té souvislosti položil – spolu se svým starším přítelem Fermatem – základy teorie pravděpodobnosti a vytvořil pojem „matematické naděje“. Na jeho práce o celočíselných řadách a o úplné (matematické) indukci se odvolává Leibniz v souvislosti s infinitesimálním počtem, o nějž se od roku 1650 také živě zajímal. Významné jsou i jeho příspěvky k axiomatice a filosofickým základům matematiky. Jako první jasně formuloval, že ani souhlas se všemi známými jevy není důkazem hypotézy, neboť jediný empirický nesouhlas hypotézu vyvrací. Jeho první pokusy navázaly na Torricelliho pokusy se rtuťovou trubicí: ve Ferrandu a na blízkém Puy-de-Dome provedl za veřejné asistence řadu přesných srovnávacích měření rtuťového sloupce v různých nadmořských výškách a dokázal jednak možnost vakua, kterou starší fyzika popírala, jednak ukázal, že rtuťový sloupec podléhá pouze gravitaci a tlaku atmosféry.",
       "obrazky":[
          "blaisePascal1.png",
          "blaisePascal2.png",
          "blaisePascal3.png"
       ],
       "url":"https://cs.wikipedia.org/wiki/Blaise_Pascal",
       "trida":"blaisepascal"
    },
    {
       "jmeno":"Zpět na tabulku",
       "trida":"zpetnatabulku"
    }
 ]